<!DOCTYPE html>
<html>
<head>
	<style type="text/css">
		body{
			font-size: 18px;
			text-align: left;
			margin-left: 2%; 
		}
	</style>
</head>
<body class="cont">


Это офицеальный сайт по ставкам на сервера по хардкору . Ставки есть 2 типов 
первое это на победителя на сервере (они открываються за 4 дня до  финальной битвы  с указаным коофициентом);<br>
Второй тип ставок  на процент людей которые умрут до финала ( он доступен с  запуска сервера и закрываеться за 2 дня до финальной битвы результаты стают известными за  пол часа до последной битвы выиграш зависит от  количевства ставок);
<br>
<h4> Вывод средств только на киви или карту.</h4>
О сервере: Если вы уже ознакомлены с сервером то окно для покупки проходки находится немного ниже, если же вы хотите зайти на проект впервые, то просим вас ознакомиться с правилами и нюансами сервера.
Правила: Первое и главное правило - постоянно проверяйте группу. Вся информация о нововведениях первым делом появляется именно здесь. </br>
 
Тиммерство запрещено. Если ваше выживание не задалось и вы, к примеру, не смогли найти деревню, то ваше право подселиться к какому-либо более развившемуся человеку, но на финальном PVP вы обязаны драться друг против друга.
 <br>
Запрещены оскорбления в чате. Относитесь ко всем людям с уважением, а индивиды, которые не могут себя адекватно вести будут, наказаны администрацией.
 <br>
Воровство ресурсов других игроков в целом НЕ запрещено, но если же вас заметят и смогут принести достаточное количество доказательств то вы получаете бан. Разблокируют вас только, когда наступит день начала движения барьера.
 <br>
Запрещены читы и софт, упрощающий или дающий преимущество во время игры. Моды, которые добавляют миникарту, полосу HP противника и иные подобные модификации тоже не приветствуются. За использование всего этот вы получите бан на текущей и ВСЕХ последующих неделях игры.
 <br>
В предыдущем пункте ни слова не было сказано за ресурспаки. Да, они разрешены, вы в праве поставить удобные вам текстуры, но ВСЕ ресурспаки для просмотра сквозь блоки запрещены. За использование подобных текстур вы получите бан на текущей и ВСЕХ последующих неделях игры.
 <br>
Запрещено ломать спавнеры.
 
Несмотря на то, что воровство в целом присутствует, запрещено ломать постройки других игроков, развивайтесь честно, не мешая другим.
 <br>
Запрещено делать ловушки для игроков на их территории, около порталов, точек спавна, в центре карты, где и происходит финальное PVP. Вы можете делать ловушки ТОЛЬКО для защиты своей СОБСТВЕННОЙ территории.
 <br>
СТРОГО НАСТРОГО ЗАПРЕЩЕНО УРОДОВАТЬ (заливать водой, лавой, сжигать и вырубать растительность и что-то подобное) нулевые координаты! Ибо это потом мешает КРУТОМУ И ЧЕСТНОМУ ПВП!
 <br>
PVP разрешено только в дни, когда оно включено. Последний день недели, на которой вы играете как бы тоже является пвп-днём, но драться, вредить, наносить урон игрокам до начала финальной битвы, которая проходит на стриме одного из ютуберов проекта - запрещено, дабы финал был максимально эпичным и за победу боролось максимальное количество игроков.
 <br>
</body>
</html>